Repository: strarsis/favicon-by-realfavicongenerator-fork
Catalog: languages/favicon-by-realfavicongenerator-*.po
Languages: cs_cz, da_dk, id_id, nl_nl, pl_pl, ru_ru, sv_se

source: Favicon Settings
cs_cz: Nastavení favikony
da_dk: Favicon indstillinger
id_id: Pengaturan Favicon
nl_nl: Favicon Instellingen
pl_pl: Ustawienia favicon
ru_ru: Настройки Favicon
sv_se: Favicon-inställningar

source: Nonce was not recognized. This case is supposed to happen only in case of XSS attack. If you feel like something is wrong, please <a href=\"mailto:contact@realfavicongenerator.net\">contact us</a>.
cs_cz: Nonce nebyl rozpoznán. Tento stav se stává pouze v případě XSS útoku. Pokud je něco v nepořádku, prosím neprodleně <a href=\"mailto:contact@realfavicongenerator.net\">nás kontaktujte</a>.
da_dk: Nonce blev ikke genkendt. Det er kun mening at dette skal skal ske i tilfælde af et XSS angreb. Hvis du tror noget er galt, kan du <a href=\"mailto:contact@realfavicongenerator.net\">kontakte os</a>.
id_id: Nonce tidak diakui. Kasus ini seharusnya terjadi hanya dalam kasus serangan XSS. Jika Anda merasa seperti ada sesuatu yang salah, <a href=\"mailto:contact@realfavicongenerator.net\"> hubungi kami </a>.
pl_pl: Identyfikator jednorazowy nie został rozpoznany. Prawdopodobnie jedyną tego przyczyną może być atak XSS. Jeżeli sądzisz, że coś działa nieprawidłowo, prosimy o <a href=\"mailto:contact@realfavicongenerator.net\">kontakt</a>.
ru_ru: Специальное слово не распознается. Такое происхоит только в случае атак XSS. Если Вам кажется, что что-то не так, пожалуйста, <a href="\"mailto:contact@realfavicongenerator.net\"">свяжитесь с нами</a>.

source: Cannot create directory %s to store the favicon package
cs_cz: Nelze vytvořit adresář %s pro uložení balíčku favikon
da_dk: Kan ikke oprette mappen %s til opbevaring af favicon.
id_id: Tidak bisa membuat direktori %s untuk menyimpan paket favicon
pl_pl: Nie można utworzyć katalogu %s do przechowania paczki favicon
ru_ru: Не удается создать каталог %s для хранения пакета значков

source: An update is available on RealFaviconGenerator:
cs_cz: Aktualizace RealFaviconGenerator je dostupná:
da_dk: En opdatering er tilgængelig på RealFaviconGenerator:
id_id: Pembaruan tersedia pada RealFaviconGenerator:
pl_pl: Dostępna aktualizacja na RealFaviconGenerator:
ru_ru: Обновление доступно на RealFaviconGenerator:

source: You might want to <a href="%s">generate your favicon again</a>
cs_cz: Možná je potřeba <a href="%s">znovu vytvořit favikon</a>
da_dk: Du kan <a href="%s">generere</a> dit favicon igen
id_id: Anda mungkin ingin <a href="%s"> menghasilkan favicon Anda lagi </a>
pl_pl: Być może zechcesz <a href="%s">ponownie wygenerować favicon</a>
ru_ru: Может потребоваться <a href="%s">создать свой значок снова</a>

source: Hide this notice
cs_cz: Skrýt toto oznámení
id_id: Sembunyikan pemberitahuan ini
pl_pl: Ukryj to powiadomienie
ru_ru: Скрыть это уведомление

source: Do not warn me again in case of update
cs_cz: Nikdy již neupozornit na novou verzi
da_dk: Advar mig ikke om fremtidige opdateringer
id_id: Tidak memperingatkan saya lagi dalam kasus pembaruan
pl_pl: Nie powiadamiaj mnie ponownie
ru_ru: Не предупреждать в случае обновления

source: Your favicon was updated automatically:
cs_cz: Vaše favikona byla automaticky aktualizována:
da_dk: Dit favicon blev automatisk opdateret:
id_id: favicon Anda telah diperbarui secara otomatis:
pl_pl: Twój favicon został automatycznie zaktualizowany:
ru_ru: Ваш значок был обновлен автоматически:

source: Cannot create directory %s to store the favicon package content
cs_cz: Nelze vytvořit adresář %s pro uložení obsah balíčku favikon
da_dk: Kan ikke oprette mappen %s til opbevaring af favicon
id_id: Tidak bisa membuat direktori %s untuk menyimpan konten paket favicon
pl_pl: Nie można utworzyć katalogu %s do przechowania zawartości paczki favicon
ru_ru: Не удается создать каталог %s для хранения содержимого пакета значков

source: Unknown reason
cs_cz: Neznámý důvod selhání.
da_dk: Ukendte årsag
id_id: Alasan yang tidak diketahui
pl_pl: Nieznany powód
ru_ru: Неизвестная причина

source: Error while unziping the favicon package %s to directory %s
cs_cz: Nastala chyba při rozbalování balíčku favikon %s ve složce %s
da_dk: Der skete en fejl under udpakningen af favicon %s til mappen %s
id_id: Kesalahan saat unziping paket favicon %s ke direktori %s
pl_pl: Błąd podczas rozpakowywania paczki favicon %s do katalogu %s
ru_ru: Ошибка при распаковке favicon пакета в директорию % S

source: Cannot download file at %s
cs_cz: Soubor %s nelze stáhnout
da_dk: Kan ikke downloade filen på %s
id_id: Tidak dapat men-download file pada %s
pl_pl: Nie można pobrać pliku z %s
ru_ru: Не удается загрузить файл на %s

source: Cannot store downloaded file locally
cs_cz: Soubor nelze uložit
da_dk: Kan ikke opbevare den downloadede fil
id_id: tidak bisa menyimpan file yang didownload secara lokal
pl_pl: Nie można przechować pobranego pliku lokalnie
ru_ru: Не удается сохранить загруженный файл локально

source: Favicon installation in progress. Please wait...
cs_cz: Instalace favikony probíhá. Prosím, čekejte...
da_dk: Favicon er ved at blive installeret. Vent venligst…
id_id: instalasi favicon berlangsung. Mohon tunggu...
nl_nl: Favicon wordt geïnstalleerd. Graag even geduld...
pl_pl: Instalacja favicon w toku. Proszę czekać...
ru_ru: Идет установка Favicon. Пожалуйста, подождите...
sv_se: Favicon installeras just nu. Var vänlig vänta...

source: Favicon installed!
cs_cz: Favikona nainstalována!
da_dk: Favicon blev installeret!
id_id: Favicon diinstal!
nl_nl: Favicon werd geïnstalleerd!
pl_pl: Favicon zainstalowany!
ru_ru: Favicon установлен!
sv_se: Favicon installerad!

source: Do you like the result? If so, would you like to <a %s>rate the plugin</a>?
cs_cz: Líbí se Vám výsledek? Pokud ano, můžete prosím <a %s>ohodnotit plugin</a>?
da_dk: Kan du lidt resultatet? I så fald, må du gerne <a %s>bedømme vores plugin</a>
id_id: Apakah Anda suka hasilnya? Jika demikian, apakah Anda ingin <a %s> menilai plugin </a>?
pl_pl: Podoba Ci się osiągnięty rezultat? Jeżeli tak, będziemy wdzięczni za <a %s>ocenę wtyczki</a>.
ru_ru: Вам нравится реультат? Если да, то вам хотелось бы <a %s> оценить плагин </a>?

source: Current favicon
cs_cz: Stávající favikona
da_dk: Nuværende favicon
id_id: favicon saat ini
nl_nl: Huidige favicon
pl_pl: Bieżący favicon
ru_ru: Текущий значок
sv_se: Aktuell favicon

source: The favicon is up and ready.
cs_cz: Favikona je připravená.
da_dk: Dit favicon er klar.
id_id: favicon adalah dan siap.
nl_nl: De favicon is klaar voor gebruik.
pl_pl: Favicon jest zainstalowany.
ru_ru: Favicon установлен и готов к работе.
sv_se: Favicon är uppladdad och redo.

source: <a %s>Check your favicon</a> with RealFaviconGenerator's favicon checker.
cs_cz: <a %s>Zkontrolovat favikony</a> přes službu RealFaviconGenerator.
da_dk: <a %s>Tje kdit favicon</a> med RealFaviconGenerator's favicon tjekker.
id_id: <a %s> Periksa favicon Anda </a> dengan RealFaviconGenerator ini favicon checker.
nl_nl: <a %s>Controleer je favicon</a> met de RealFaviconGenerator's favicon checker.
pl_pl: <a %s>Sprawdź swój favicon</a> poprzez system RealFaviconGenerator.
ru_ru: <a %s> Проверьте favicon</a> через RealFaviconGenerator favicon.
sv_se: <a %s>Granska din favicon</a> med RealFaviconGenerators favicon-granskare.

source: This option works only if your site is accessible from the outside.
cs_cz: Funguje pouze v případě webu dostupného z internetu.
da_dk: Denne indstillinger virker kun, hvis du kan connecte til dit website.
id_id: Opsi ini hanya bekerja jika situs Anda dapat diakses dari luar.
nl_nl: Deze optie werkt enkel indien je site van buitenaf toegankelijk is.
pl_pl: Ta opcja zadziała, tylko jeżeli Twoja strona jest publicznie dostępna.
ru_ru: Эта опция работает только для сайтов, которые доступны извне.
sv_se: Detta tillval fungerar endast om din sajt är åtkomlig utifrån.

source: No favicon has been configured yet.
cs_cz: Favikona není vytvořena.
da_dk: Der er endnu ikke blevet konfigureret et favicon.
id_id: Tidak ada favicon telah dikonfigurasi belum.
nl_nl: Er werd nog geen favicon geconfigureerd.
pl_pl: Jeszcze nie skonfigurowano favicon.
ru_ru: Ни один значок пока не настроен.
sv_se: Ingen favicon har konfigurerats ännu.

source: Favicon generation
cs_cz: Vygenerovat favikonu
da_dk: Generering af favicon
id_id: generasi favicon
nl_nl: Faviconcreatie
pl_pl: Tworzenie favicon'a
ru_ru: Favicon генерация
sv_se: Genererande av favicon

source: You can replace the existing favicon.
cs_cz: Můžete nahradit stávající favikon.
da_dk: Du kan erstatte det eksisterende favicon.
id_id: Anda dapat mengganti favicon yang ada.
nl_nl: Je kunt de bestaande favicon vervangen.
pl_pl: Możesz zastąpić bieżącego favicon'a.
ru_ru: Вы можете заменить существующий фавикон.
sv_se: Du kan ersätta den favicon som existerar.

source: Master picture URL
cs_cz: Obrázek
da_dk: Master billede URL
id_id: URL gambar Guru
nl_nl: URL bronafbeelding
pl_pl: Adres URL głównej grafiki
ru_ru: URL главного изображения
sv_se: Originalbildlänk

source: Select from the Media Library
cs_cz: Vybrat z knihovny médií
da_dk: Vælg fra Medie biblioteket
id_id: Pilih dari Perpustakaan Media
nl_nl: Selecteer uit de mediabibliotheek
pl_pl: Wybierz z Biblioteki mediów
ru_ru: Выберите из библиотеки мультимедиа
sv_se: Välj från Mediabiblioteket

source: Submit a square picture, at least 70x70 (recommended: 260x260 or more)
cs_cz: Obrázek musí být čtverec, alespoň 70x70px (doporučeno je však 260x260 a více)
da_dk: Indsend et firkantet billede, mindst 70x70 (anbefalet: 260x260 eller mere)
id_id: Mengirimkan gambar persegi, setidaknya 70x70 (disarankan: 260x260 atau lebih)
nl_nl: Gebruik een vierkant beeld van min. 70x70px (aanbevolen: 260x260 of meer)
pl_pl: Prześlij kwadratową grafikę, wymiarów przynajmniej 70x70 (zalecane: 260x260 lub więcej)
ru_ru: Добавьте квадратную картину размером не менее 70 х 70 (рекомендованный размер: 260x260 или более)
sv_se: Skicka in en kvadratisk bild, minst 70x70 (rekommenderat: 260x260 eller högre)

source: If the picture is on your hard drive, you can leave this field blank and upload the picture from RealFaviconGenerator.
cs_cz: Pokud je obrázek uložen na Vašem pevném disku, můžete nechat pole prázdné a nahrát obrázek přímo přes službu RealFaviconGenerator.
da_dk: Hvis billedet er på din harddisk, kan du lade dette felt være tomt og uploade billedet fra RealFaviconGenerator.
id_id: Jika gambar pada hard drive Anda, Anda dapat meninggalkan bidang ini kosong dan meng-upload gambar dari RealFaviconGenerator.
nl_nl: Staat de afbeelding op je harde schijf, dan kun je dit veld leeg laten en het beeld vanaf RealFaviconGenerator uploaden.
pl_pl: Jeżeli grafika znajduje się na Twoim dysku twardym, możesz zostawić to pole puste i przesłać ją poprzez RealFaviconGenerator.
ru_ru: Если изображение находится на вашем жестком диске, вы можете оставить это поле пустым и загрузить изображение из RealFaviconGenerator.
sv_se: Om bilden finns på din hårddisk kan du lämna fältet blankt och ladda upp bilden från RealFaviconGenerator.

source: Favicon files in root directory
cs_cz: Soubory favikony v kořenovém adresáři
da_dk: Favicon filerne er i roden
id_id: file favicon di direktori root
nl_nl: Faviconbestanden in de root
pl_pl: Pliki favicon w katalogu głównym
ru_ru: Favicon файлы в корневой директории
sv_se: Favicon-filer i rotmappen

source: The plugin always stores the favicon files in a dedicated directory.
cs_cz: Plugin vždy ukládá soubory favikon do vyhrazeného adresáře.
da_dk: Dette plugin opbevare altid favicon filerne i en dedikeret mappe.
id_id: Plugin selalu menyimpan file favicon di direktori khusus.
nl_nl: De plugin slaat de faviconbestanden steeds op in specifieke map.
pl_pl: Wtyczka zawsze przechowuje pliki favicon w wydzielonym katalogu.
ru_ru: Плагин всегда сохраняет favicon файлы в отдельную директорию.
sv_se: Tillägget sparar alltid favicon-filerna i en dedikerad mapp.

source: However, if this option is enabled, the plugin takes advantage of the permalink feature and the favicon files appear to be in the root directory
cs_cz: Pokud je však tato možnost povolena, plugin využije funkce permalink a soubory favikon umístí do kořenového adresáře webu.
da_dk: Hvis denne indstilling er aktiveret, vil pluginnet drage fordel af permalink og favicon filerne vil være i rodmappen
id_id: Namun, jika opsi ini diaktifkan, plugin mengambil keuntungan dari fitur permalink dan file favicon tampak di direktori root
nl_nl: Indien deze optie is ingeschakeld, maakt de plugin evenwel gebruik van de permalink feature, waardoor het lijkt alsof de faviconbestanden in de root te vinden zijn
pl_pl: Jednakże, jeżeli aktywujesz tę opcję, wtyczka skorzysta ze struktury bezpośrednich odnośników i pliki favicon pojawią się w katalogu głównym
ru_ru: Однако, если эта опция включена, плагин использует преимущества функции постоянной ссылки и фавикон файлы появятся в корневом каталоге
sv_se: Hursomhelst, om detta tillval är aktiverat använder tillägget sig av permalänk-funktionen och favicon-filerna ser ut att finnas i rotmappen

source: recommended
cs_cz: doporučeno
da_dk: anbefalet
id_id: direkomendasikan
nl_nl: aanbevolen
pl_pl: zalecane
ru_ru: рекомендуется
sv_se: rekommenderat

source: Generate favicon
cs_cz: Vygenerovat favikonu
da_dk: Generere favicon
id_id: menghasilkan favicon
nl_nl: Genereer favicon
pl_pl: Stwórz favicon
ru_ru: Генерировать favicon
sv_se: Generera favicon

source: Preparing master picture...
cs_cz: Připravuje se obrázek...
da_dk: Forbereder master billede…
id_id: Mempersiapkan gambar Master ...
pl_pl: Przygotowywanie głównej grafiki...
ru_ru: Подготовка главного изображения ...

source: An error occured
cs_cz: Nastala chyba
da_dk: En uventet fejl opstod
id_id: Kesalahan terjadi
nl_nl: Er trad een fout op
pl_pl: Wystąpił błąd
ru_ru: Произошла ошибка
sv_se: Ett fel uppstod

source: An internal error occurred
cs_cz: Nastala vnitřní chyba
da_dk: En intern fejl opstod
id_id: Terjadi kesalahan internal
nl_nl: Er trad een interne fout op
pl_pl: Wystąpił błąd wewnętrzny
ru_ru: Произошла внутренняя ошибка
sv_se: Ett internt fel uppstod

source: Do you want to setup your favicon? Go to <a href="%s">Appearance &gt; Favicon</a>
cs_cz: Chcete nastavit favikonu? Přejděte na <a href="%s">Vzhled &gt; Favikona</a>
da_dk: Vil du opsætte dit favicon? Gå til <a href="%s">Appearance &gt; Favicon</a>
id_id: Apakah Anda ingin setup favicon Anda? Pergi ke <a href=" %s "> Penampilan & gt; favicon </a>
nl_nl: Wil je je favicon installeren? Ga naar <a href="%s">Weergave &gt; Favicon</a>
pl_pl: Chcesz zainstalować swój favicon? Przejdź do <a href="%s">Wygląd &gt; Favicon</a>
ru_ru: Вы хотите настроить свой favicon? Перейти к <a href="%s"> Appearance &gt; Favicon </a>
sv_se: Vill du ställa in din favicon? Gå till <a href="%s">Utseende &gt; Favicon</a>

source: Display update notifications
cs_cz: Zobrazit oznámení o aktualizaci
da_dk: Vis opdateringsnotifikationer
id_id: pemberitahuan update tampilan
nl_nl: Toon updatemeldingen
pl_pl: Wyświetlaj powiadomienia o aktualizacji
ru_ru: Отображать уведомления об обновлениях
sv_se: Visa uppdateringsnotiser

source: Get notifications when RealFaviconGenerator is updated. For example, when Apple releases a new version of iOS or a new platform is supported.
cs_cz: Zobrazí upozornění, jakmile je favikona upravena na nejnovější verzi RealFaviconGenerator. Například, když Apple vydá nový iOS.
da_dk: Få besked når RealFaviconGenerator opdateres. For eksempel når Apple frigiver en ny version af iOS eller en ny platform er understøttet.
id_id: Dapatkan pemberitahuan bila RealFaviconGenerator diperbarui. Sebagai contoh, ketika Apple merilis versi baru dari iOS atau platform baru didukung.
nl_nl: Ontvang een melding als RealFaviconGenerator wordt bijgewerkt, bijvoorbeeld als Apple een nieuwe iOS versie lanceert, of als een nieuw platform wordt ondersteund.
pl_pl: Otrzymuj powiadomienia o aktualizacjach RealFaviconGenerator. Przykładowo - Apple wydało nową wersję iOS lub wspieramy nową platformę.
ru_ru: Получать уведомления, когда RealFaviconGenerator обновляется. Например, когда компания Apple выпускает новую версию iOS или поддержку новой платформы.
sv_se: Få notifieringar när RealFaviconGenerator uppdateras t.ex. när Apple släpper en ny version av iOS eller att det införs stöd för en ny plattform.

source: Save changes
cs_cz: Uložit změny
da_dk: Gem indstillinger
id_id: Simpan perubahan
nl_nl: Wijzigingen opslaan
pl_pl: Zapisz zmiany
ru_ru: Сохранить изменения
sv_se: Spara ändringar

source: Visit the <a href="%s">RFG's change log</a> to view the content of the update
cs_cz: Navštivte <a href="%s">RFG's historii změn</a>
da_dk: Besøg <a href="%s">RFG's changelog</a> for at se indholdet for opdateringen
id_id: Kunjungi <a href=" %s "> perubahan log RFG </a> untuk melihat isi update
pl_pl: Przejdź do <a href="%s">dziennika zmian RFG</a>, aby przejrzeć treść aktualizacji
ru_ru: Посетите <a href="%s">журнал изменений RFG</a> чтобы просмотреть содержимое обновления

source: Favicon by RealFaviconGenerator
id_id: Favicon oleh RealFaviconGenerator
nl_nl: Favicon door RealFaviconGenerator
pl_pl: Favicon od RealFaviconGenerator
ru_ru: Favicon от RealFaviconGenerator
sv_se: Favicon av RealFaviconGenerator

source: Create and install your favicon for all platforms: PC/Mac of course, but also iPhone/iPad, Android devices, Windows 8 tablets, etc.
cs_cz: Vytvořit a nainstalovat favikony nejen pro známé platformy PC/Mac, ale také iPhone/iPad, zařízení Android, tablety Windows 8, a další.
da_dk: Opret og installer dit favicon på alle platforme: PC / Mac, men også iPhone / iPad, Android-enheder, Windows 8 tabletter, etc.
id_id: Membuat dan memasang favicon Anda untuk semua platform: PC / Mac tentu saja, tetapi juga iPhone / iPad, perangkat Android, Windows 8 tablet, dll
nl_nl: Maak en installeer je favicon voor alle platformen: PC en Mac natuurlijk, maar ook iPhone en iPad, Androidapparaten, Windows 8 tablets, etc.
pl_pl: Twórz i instaluj favicon'a dla wszystkich platform: PC/Mac, iPhone/iPad, Android, Windows 8, tablety itp.
ru_ru: Создайте и установите фавикон на всех платформах: конечно, PC / Mac, но так же и на iPhone / Ipad, Android устройствах, Windows 8 планшетах и т.д.
sv_se: Skapa och installera din favicon för alla plattformar: PC/Mac såklart, men också iPhone/iPad, Android-enheter, Windows 8-surfplattor etc.

source: Philippe Bernard
ru_ru: Филиппе Бернар

source: Favicon
cs_cz: Favikona

source: <a href="%s" target="_blank">An update is available</a> on RealFaviconGenerator. You might want to <a href="%s">generate your favicon again</a>.
nl_nl: <a href="%s" target="_blank">Een update is beschikbaar</a> op RealFaviconGenerator. Misschien wil je <a href="%s">je favicon opnieuw genereren</a>.
sv_se: <a href="%s" target="_blank">En uppdatering finns tillgänglig</a> hos RealFaviconGenerator. Du vill förmodligen <a href="%s">generera din favicon på nytt</a>.

source: | <a href="%s">Hide this notice</a>
nl_nl: | <a href="%s">Verberg dit bericht</a>
sv_se: | <a href="%s">Dölj denna notis</a>

source: | <a href="%s">Do not warn me again in case of update</a>
nl_nl: | <a href="%s">Hou me niet langer op de hoogte van updates</a>
sv_se: | <a href="%s">Varna mig inte igen om ev. uppdateringar</a>
